name: "simple_model_gpu"
backend: "python"
max_batch_size: 8
dynamic_batching {
  preferred_batch_size: [ 4, 8 ]
  max_queue_delay_microseconds: 5000000
}
input [
  {
    name: "INPUT0"
    data_type: TYPE_FP32
    dims: [ 3 ]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ 3 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
